
/* Emoticon name */
"Angel" = "Àngel";

/* Emoticon name */
"Angry" = "Enfadat";

/* Emoticon name */
"Blush" = "Ruboritzat";

/* Emoticon name */
"Confused" = "Confos";

/* Emoticon name */
"Cool" = "Guai";

/* Emoticon name */
"Cry" = "Plorant";

/* Emoticon name */
"Embarrassed" = "Desconcertat";

/* Emoticon name */
"Erm" = "Erm";

/* Emoticon name */
"Foot In Mouth" = "Peu a la boca";

/* Emoticon name */
"Frown" = "Disgustat";

/* Emoticon name */
"Gasp" = "Sorprès";

/* Emoticon name */
"Grin" = "Somrient";

/* Emoticon name */
"Halo" = "Aureola";

/* Emoticon name */
"Kiss" = "Petó";

/* Emoticon name */
"Lips Are Sealed" = "Llavis sellats";

/* Emoticon name */
"Money-mouth" = "Diners";

/* Emoticon name */
"Sad" = "Trist";

/* Emoticon name */
"Scared" = "Espantat";

/* Emoticon name */
"Smile" = "Somriure";

/* Emoticon name */
"Sticking Out Tongue" = "Llengot";

/* Emoticon name */
"Undecided" = "Indecís";

/* Emoticon name */
"Wink" = "Picant l'ullet";
